alacritty
anki-bin
auto-cpufreq
base
base-devel
bat
blueberry
brave-bin
brightnessctl
bspwm
btop
dunst
efibootmgr
engrampa
eza
feh
ffmpegthumbnailer
firefox
flameshot
fzf
galculator
ghostty
git
git-extras
gnome-disk-utility
gpick
grub
gst-plugin-pipewire
gtk-engine-murrine
gvfs
htop
intel-ucode
interception-caps2esc
jdk-openjdk
lazygit
lf
libpulse
linux
linux-firmware
lxappearance-gtk3
mate-polkit
maven
mpv
neofetch
neovim
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nsxiv
ntfs-3g
obs-studio
obsidian
openbangla-keyboard-bin
pacman-contrib
paru
paru-debug
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
pnpm
polybar
reflector
rofi
rofi-emoji
rofi-greenclip
rtkit
sesh-bin
starship
sxhkd
tdrop
thunar
thunar-media-tags-plugin
thunar-volman
timeshift
tmux
transmission-gtk
trash-cli
ttf-icomoon-feather
tumbler
ueberzug
ufw
unzip
vscodium-bin
wireplumber
xclip
xidlehook
xorg-server
xorg-xinit
xorg-xrandr
xorg-xsetroot
yt-dlp
zathura
zoxide
zram-generator
zsh
