accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
anki-bin
aspell
atool
b43-fwcutter
base
base-devel
bash-completion
bat
bc
bemoji
bind
blueberry
bluez
bluez-utils
brave-bin
brightnessctl
bspwm
btop
btrfs-progs
cantarell-fonts
clipmenu
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
ethtool
exfatprogs
eza
f2fs-tools
fastfetch
feh
ffmpegthumbnailer
firefox
flameshot
galculator
git
git-extras
glances
gnome-disk-utility
gpick
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
haveged
hdparm
htop
hwdetect
hwinfo
inetutils
intel-ucode
interception-caps2esc
inxi
iptables-nft
iwd
jfsutils
kernel-install-for-dracut
lazygit
less
lf
libdvdcss
libgsf
libopenraw
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance-gtk3
man-db
man-pages
mate-polkit
mdadm
mediainfo
meld
mesa-utils
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
nsxiv
ntfs-3g
ntp
obs-studio
obsidian
odt2txt
openbangla-keyboard-bin
openssh
pacman-contrib
pamixer
paru
pavucontrol
pcmanfm
perl
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
pnpm
polybar
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
rebuild-detector
reflector
rofi
rofi-greenclip
rsync
rtkit
rustup
s-nail
sesh-bin
sg3_utils
smartmontools
sof-firmware
starship
sudo
sxhkd
sysfsutils
systemd-sysvcompat
texinfo
timeshift
tldr
tmux
transmission-gtk
ttf-bitstream-vera
ttf-dejavu
ttf-icomoon-feather
ttf-liberation
ttf-opensans
ueberzug
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vscodium-bin
wget
which
wireplumber
wpa_supplicant
xclip
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xidlehook
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xsetroot
xterm
yt-dlp
zathura
zip
zoxide
zsh
