adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
atool
auto-cpufreq
autojump
bat
betterlockscreen
bluez
bluez-utils
brave-nightly-bin
brightnessctl
bspwm
btop
catppuccin-gtk-theme-mocha
cmatrix
cowsay
devour
dunst
engrampa
evince
exa
ffmpegthumbnailer
figlet
firefox
git
gnome-disk-utility
google-chrome
gpick
gtk-engine-murrine
gvfs
gvfs-mtp
htop
intel-ucode
kvantum
lf
lxappearance-gtk3
mate-polkit
mpv
neofetch
neovim
network-manager-applet
networkmanager
nitrogen
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
obs-studio
obsidian
openbangla-keyboard-bin
os-prober
pamixer
papirus-folders-catppuccin-git
papirus-icon-theme
pavucontrol
picom
polybar
qt5ct
reflector
rofi-calc
rofi-emoji
rofi-greenclip
rsync
scrot
shell-color-scripts
slop
stacer
sxhkd
sxiv
tdrop
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift-bin
transmission-cli
ttf-cascadia-code
ttf-dejavu
ttf-fira-sans
ttf-icomoon-feather
ttf-jetbrains-mono
ttf-liberation
ttf-mac-fonts
ttf-ms-fonts
ttf-opensans
ttf-roboto
ttf-ubuntu-font-family
ueberzug
unrar
unzip
ventoy-bin
vscodium-bin
wget
xcalib
xclip
xdg-utils
xf86-input-libinput
xf86-video-intel
xorg-server
xorg-xev
xorg-xinit
xorg-xkill
xorg-xrandr
xorg-xsetroot
yt-dlp
zsh
