bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.code-runner
glenn2223.live-sass
jawandarajbir.react-vscode-extension-pack
matt-rudge.auto-open-preview-panel
PKief.material-icon-theme
redwan-hossain.auto-rename-tag-clone
ritwickdey.LiveServer
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
usernamehw.errorlens
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme
